{
  "0": "Deep breathing exercises can help calm your nervous system. Try breathing in for 4 counts, hold for 1, and exhale for 6 counts.",
  "1": "Sometimes setting small, achievable goals can help - even just getting outside for 5 minutes or messaging one friend.",
  "2": "Brief mindfulness moments throughout your day can help manage these feelings. Even 30 seconds of focused breathing can make a difference.",
  "3": "Establishing a consistent sleep schedule and creating a calming bedtime routine may help improve your rest patterns.",
  "4": "In social situations, most people are focused on themselves rather than judging others. Would practicing some social scenarios help?",
  "5": "Grief has no timeline, and it's okay to feel waves of different emotions. Be gentle with yourself during this process.",
  "6": "Setting boundaries and taking time for recovery is essential. What's one small thing you could do today just for yourself?",
  "7": "Breaking tasks into smaller steps and using timers can help with focus and accomplishment. The Pomodoro technique might be helpful.",
  "8": "Mindfulness practices can help interrupt recurring thought patterns. Gently noticing thoughts without judgment is a good first step.",
  "9": "Try this grounding technique: name 5 things you see, 4 things you can touch, 3 things you hear, 2 things you smell, and 1 thing you taste.",
  "10": "Emotional awareness is a strength. Naming what you're feeling can actually help reduce its intensity.",
  "11": "Self-compassion is powerful. Try speaking to yourself as you would to a good friend facing the same situation.",
  "12": "Sometimes writing down worries can help get them out of your head. You don't need to solve everything right now.",
  "13": "Physical movement - even just a short walk or gentle stretching - can shift your emotional state and provide perspective.",
  "14": "Connecting with someone who cares about you can make a difference. Is there someone you could reach out to today?",
  "15": "It's okay to set limits on information intake. Taking breaks from news and social media can help preserve your mental energy.",
  "16": "Focusing on what you can control, rather than what you can't, is a helpful strategy when feeling overwhelmed.",
  "17": "Your feelings are valid, even if they seem confusing or contradictory. Human emotions are complex.",
  "18": "Sometimes professional support can be valuable. Would you like to explore options for speaking with a mental health professional?",
  "19": "Taking a moment to appreciate small positive things, even during difficult times, can build resilience."
}